
#+TITLE: Pyrant Documentation
#+AUTHOR: Dharshan Rammohan & Vishakh Kumar

# Local Variables:
# eval: (esf/execute-startup-block)
# End:



#+CALL: (esf/execute-startup-block)

*** Set custom Org-mode headline tags
 #+NAME: set_org_todo_keywords
 #+BEGIN_SRC emacs-lisp
 ;; Set custom org-mode headline tags
 (setq org-todo-keywords '(
                           (type  "Vi-TODO" 
                                  "Dharsh-TODO" 
                                  "ASK-Trey" 
                                 
                                  "Vi-CURRENT(!)" 
                                  "Dharsh-CURRENT(!)" 

                                  "|" 

                                  "Vi-Owner(!)"
                                  "Dharsh-Owner(!)")
                          )
 )
 #+END_SRC

 #+RESULTS: set_org_todo_keywords
 | type | Vi-TODO | Dharsh-TODO | ASK-Trey | Vi-CURRENT(!) | Dharsh-CURRENT(!) |   |   | Vi-Owner(!) | Dharsh-Owner(!) |

